Repository: JensDerKrueger/BorgVR
Catalog: iOSApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: (password)
de: (Passwort)
es: (contraseña)
fr: (mot de passe)

source: (Password)
de: (Passwort)
es: (contraseña)
fr: (mot de passe)

source: \(name) was not found in the app bundle.
de: \(name) wurde nicht im App-Bundle gefunden.
es: \(name) wurde nicht im App-Bundle gefunden.
fr: \(name) wurde nicht im App-Bundle gefunden.

source: 1 channel
de: 1 Kanal
es: 1 canal
fr: 1 canal

source: Access to the saved data folder was denied.
de: Zugriff auf den gespeicherten Datenordner wurde verweigert.
es: Zugriff auf den gespeicherten Datenordner wurde verweigert.
fr: Zugriff auf den gespeicherten Datenordner wurde verweigert.

source: Add server
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur

# Aktualisieren
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser

source: Atlas size: \(appSettings.atlasSizeMB) MB
de: Atlasgröße: \(appSettings.atlasSizeMB) MB
es: Atlasgröße: \(appSettings.atlasSizeMB) MB
fr: Atlasgröße: \(appSettings.atlasSizeMB) MB

source: Atlas size: %d MB
de: Atlasgröße: %d MB
es: Tamaño del atlas: %d MB
fr: Taille de l’atlas : %d Mo

source: Automatically load/save transfer functions
de: Transfer Functions automatisch laden/speichern
es: Cargar/guardar automáticamente funciones de transferencia
fr: Charger/enregistrer automatiquement les fonctions de transfert

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan

source: Background Server
de: Hintergrundserver
es: Servidor en segundo plano
fr: Serveur en arrière-plan

source: Background server running
de: Hintergrundserver läuft
es: Servidor en segundo plano en ejecución
fr: Serveur en arrière-plan en cours d’exécution

source: Background server stopped
de: Hintergrundserver gestoppt
es: Servidor en segundo plano detenido
fr: Serveur en arrière-plan arrêté

source: For `.dat` and `.nhdr`, iOS also needs access to the referenced raw data file.
de: Bei `.dat` und `.nhdr` muss iOS auch Zugriff auf die referenzierte Rohdatei bekommen.
es: Para `.dat` y `.nhdr`, iOS también necesita acceso al archivo de datos sin procesar referenciado.
fr: Pour `.dat` et `.nhdr`, iOS doit aussi accéder au fichier de données brutes référencé.

source: Bookmark could not be created: \(error.localizedDescription)
de: Bookmark konnte nicht erzeugt werden: \(error.localizedDescription)
es: Bookmark konnte nicht erzeugt werden: \(error.localizedDescription)
fr: Bookmark konnte nicht erzeugt werden: \(error.localizedDescription)

source: Bookmark could not be resolved: \(error.localizedDescription)
de: Bookmark konnte nicht aufgelöst werden: \(error.localizedDescription)
es: Bookmark konnte nicht aufgelöst werden: \(error.localizedDescription)
fr: Bookmark konnte nicht aufgelöst werden: \(error.localizedDescription)

source: Border
de: Rand
es: Borde
fr: Bord

source: Borders
de: Ränder
es: Bordes
fr: Bords

source: BorgVR Mobile Live Collaboration
de: BorgVR Mobile Live-Zusammenarbeit
es: Colaboración en vivo de BorgVR Mobile
fr: Collaboration en direct BorgVR Mobile

source: Bottom color
de: Farbe unten
es: Color inferior
fr: Couleur du bas

source: Brick size
de: Brick-Größe
es: Tamaño de brick
fr: Taille des bricks

source: Brick size: \(storedAppModel.brickSize)
de: Brick-Größe: \(storedAppModel.brickSize)
es: Brick-Größe: \(storedAppModel.brickSize)
fr: Brick-Größe: \(storedAppModel.brickSize)

source: built-in
de: eingebaut
es: integrado
fr: intégré

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Certificate
de: Zertifikat
es: Certificado
fr: Certificat

source: Certificate could not be imported: \(error.localizedDescription)
de: Zertifikat konnte nicht importiert werden: \(error.localizedDescription)
es: Zertifikat konnte nicht importiert werden: \(error.localizedDescription)
fr: Zertifikat konnte nicht importiert werden: \(error.localizedDescription)

source: Checking remote server ...
de: Remote-Server wird geprüft ...
es: Comprobando servidor remoto ...
fr: Vérification du serveur distant ...

source: Choose a BorgVR gsc script.
de: Wähle ein BorgVR gsc Script.
es: Wähle ein BorgVR gsc Script.
fr: Wähle ein BorgVR gsc Script.

source: Choose data directory
de: Datenverzeichnis auswählen
es: Datenverzeichnis auswählen
fr: Datenverzeichnis auswählen

source: Clear
de: Leeren
es: Vaciar
fr: Effacer

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Close isovalue editor
de: Isowert-Editor schließen
es: Cerrar editor de isovalor
fr: Fermer l’éditeur d’isovaleur

source: Collaborate on the same volumetric dataset.
de: Gemeinsam am selben volumetrischen Datensatz arbeiten.
es: Colabora en el mismo conjunto de datos volumétrico.
fr: Collaborez sur le même jeu de données volumétrique.

source: Color
de: Farbe
fr: Couleur

source: compressed
de: komprimiert
es: comprimido
fr: compressé

source: Compression
de: Kompression
es: Compresión

source: Copy data
de: Data kopieren
es: Copiar datos
fr: Copier les données

source: Custom certificate removed.
de: Benutzerdefiniertes Zertifikat entfernt.
es: Benutzerdefiniertes Zertifikat entfernt.
fr: Benutzerdefiniertes Zertifikat entfernt.

source: Custom color
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée

source: Custom PKCS#12 certificate loaded (\(certificateData.count) bytes).
de: Benutzerdefiniertes PKCS#12-Zertifikat geladen (\(certificateData.count) Bytes).
es: Benutzerdefiniertes PKCS#12-Zertifikat geladen (\(certificateData.count) Bytes).
fr: Benutzerdefiniertes PKCS#12-Zertifikat geladen (\(certificateData.count) Bytes).

# Data kopieren
source: Copy data
de: Data kopieren
es: Copiar datos
fr: Copier les données

source: Dataset could not be opened
de: Datensatz konnte nicht geöffnet werden
es: No se pudo abrir el conjunto de datos
fr: Impossible d'ouvrir le jeu de données

source: Dataset description
de: Beschreibung für den Datensatz
es: Descripción del conjunto de datos
fr: Description du jeu de données

source: Dataset loaded: \(appModel.consecutiveEmptyBrickReadbacks) empty hash table readbacks, last request \(appModel.lastMissingBrickCount) bricks
de: Dataset geladen: \(appModel.consecutiveEmptyBrickReadbacks) leere HashTable-Readbacks, letzter Request \(appModel.lastMissingBrickCount) Bricks
es: Dataset geladen: \(appModel.consecutiveEmptyBrickReadbacks) leere HashTable-Readbacks, letzter Request \(appModel.lastMissingBrickCount) Bricks
fr: Dataset geladen: \(appModel.consecutiveEmptyBrickReadbacks) leere HashTable-Readbacks, letzter Request \(appModel.lastMissingBrickCount) Bricks

source: Dataset not found: \(id)
de: Datensatz nicht gefunden: \(id)
es: Datensatz nicht gefunden: \(id)
fr: Datensatz nicht gefunden: \(id)

source: Dataset ready in renderer: \(description)
de: Datensatz im Renderer bereit: \(description)
es: Datensatz im Renderer bereit: \(description)
fr: Datensatz im Renderer bereit: \(description)

source: Dataset selected: \(openable.description)
de: Datensatz ausgewählt: \(openable.description)
es: Datensatz ausgewählt: \(openable.description)
fr: Datensatz ausgewählt: \(openable.description)

# dataset_description_converted_from_format
source: Converted from %@
de: Konvertiert aus %@
es: Convertido desde %@
fr: Converti depuis %@

# dataset_info_button
source: Dataset info
de: Datensatzinfo
es: Información del conjunto de datos
fr: Infos du jeu de données

# dataset_info_button_help
source: Show information about the currently open dataset
de: Informationen zum aktuell geöffneten Datensatz anzeigen
es: Mostrar información sobre el conjunto de datos abierto actualmente
fr: Afficher les informations sur le jeu de données actuellement ouvert

# dataset_info_empty_value
source: Not specified
de: Nicht angegeben
es: No especificado
fr: Non indiqué

# dataset_info_identifier
source: File or server ID
de: Datei oder Server-ID
es: Archivo o ID del servidor
fr: Fichier ou ID serveur

# dataset_info_metadata
source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées

# dataset_info_no_metadata
source: No metadata summary available.
de: Keine Metadaten-Zusammenfassung verfügbar.
es: No hay resumen de metadatos disponible.
fr: Aucun résumé des métadonnées disponible.

# dataset_info_source
source: Source
de: Quelle
es: Fuente

# dataset_info_title
source: Dataset Info
de: Datensatzinfo
es: Información del conjunto de datos
fr: Informations sur le jeu de données

# dataset_info_unavailable_message
source: Open a dataset first to see its information.
de: Öffne zuerst einen Datensatz, um dessen Informationen zu sehen.
es: Abre primero un conjunto de datos para ver su información.
fr: Ouvrez d’abord un jeu de données pour afficher ses informations.

# dataset_info_unavailable_title
source: No Dataset Open
de: Kein Datensatz geöffnet
es: No hay conjunto de datos abierto
fr: Aucun jeu de données ouvert

# dataset_info_unique_id
source: Unique ID
de: Eindeutige ID
es: ID única
fr: ID unique

# dataset_open_back_help
source: Return to the start screen
de: Zurück zum Startbildschirm
es: Volver a la pantalla inicial
fr: Revenir à l’écran de démarrage

# dataset_open_import_help
source: Import a new dataset
de: Einen neuen Datensatz importieren
es: Importar un nuevo conjunto de datos
fr: Importer un nouveau jeu de données

# dataset_open_open_help
source: Open the selected dataset
de: Den ausgewählten Datensatz öffnen
es: Abrir el conjunto de datos seleccionado
fr: Ouvrir le jeu de données sélectionné

# dataset_open_refresh_help
source: Rescan local datasets and query remote servers again
de: Lokale Datensätze erneut lesen und Remote-Server neu abfragen
es: Volver a leer los conjuntos de datos locales y consultar de nuevo los servidores remotos
fr: Relire les jeux de données locaux et interroger à nouveau les serveurs distants

# dataset_open_select_help
source: Select the dataset; double-click opens it directly
de: Datensatz auswählen; Doppelklick öffnet ihn direkt
es: Seleccionar el conjunto de datos; doble clic para abrirlo directamente
fr: Sélectionner le jeu de données ; un double-clic l’ouvre directement

# dataset_open_stop_download_help
source: Pause the current download and resume it later
de: Den aktuellen Download anhalten und später fortsetzen
es: Pausar la descarga actual y continuarla más tarde
fr: Mettre en pause le téléchargement actuel et le reprendre plus tard

# dataset_source_built_in
source: Built-in
de: Eingebaut
es: Integrado
fr: Intégré

# dataset_source_local
source: Local
de: Lokal

# Dataset-Server aktivieren
source: Enable dataset server
de: Dataset-Server aktivieren
es: Activar servidor de datasets
fr: Activer le serveur de jeux de données

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete dataset
de: Datensatz löschen
es: Eliminar conjunto de datos
fr: Supprimer le jeu de données

source: Delete dataset?
de: Datensatz löschen?
es: ¿Eliminar conjunto de datos?
fr: Supprimer le jeu de données ?

# Der Remote-Download macht keinen Fortschritt mehr.
source: The remote download is no longer making progress.
de: Der Remote-Download macht keinen Fortschritt mehr.
es: La descarga remota ya no avanza.
fr: Le téléchargement distant ne progresse plus.

# Der Remote-Download wurde angehalten.
source: The remote download was paused.
de: Der Remote-Download wurde angehalten.
es: La descarga remota se ha pausado.
fr: Le téléchargement distant a été suspendu.

source: Done
de: Fertig
es: Listo
fr: Terminé

source: Downloading remote dataset locally ...
de: Remote-Datensatz wird lokal geladen ...
es: Descargando localmente el conjunto de datos remoto ...
fr: Téléchargement local du jeu de données distant ...

source: Dynamic
de: Dynamisch
es: Dinámico
fr: Dynamique

# eingebaut
source: built-in
de: eingebaut
es: integrado
fr: intégré

source: Enable dataset server
de: Dataset-Server aktivieren
es: Activar servidor de datasets
fr: Activer le serveur de jeux de données

source: Enable WebGPU web server
de: WebGPU-Webserver aktivieren
es: Activar servidor web WebGPU
fr: Activer le serveur web WebGPU

# error_no_permission_file_format
source: No permission to access %@
de: Keine Berechtigung für Zugriff auf %@
es: Sin permiso para acceder a %@
fr: Aucune autorisation pour accéder à %@

source: External data sources
de: Externe Datenquellen
es: Externe Datenquellen
fr: Externe Datenquellen

# external_dataset_error_destination
source: The data directory is unavailable.
de: Das Datenverzeichnis ist nicht verfügbar.
es: El directorio de datos no está disponible.
fr: Le répertoire de données n’est pas disponible.

# external_dataset_error_extension
source: Only BorgVR .data files can be opened directly.
de: Nur BorgVR .data-Dateien können direkt geöffnet werden.
es: Solo se pueden abrir directamente archivos .data de BorgVR.
fr: Seuls les fichiers .data BorgVR peuvent être ouverts directement.

# external_dataset_imported_format
source: Dataset imported: %@
de: Datensatz importiert: %@
es: Conjunto de datos importado: %@
fr: Jeu de données importé : %@

# external_dataset_open_failed_format
source: Could not open dataset %@: %@
de: Datensatz %@ konnte nicht geöffnet werden: %@
es: No se pudo abrir el conjunto de datos %@: %@
fr: Impossible d’ouvrir le jeu de données %@ : %@

source: FPS timer is not available.
de: FPS-Timer ist nicht verfügbar.
es: FPS-Timer ist nicht verfügbar.
fr: FPS-Timer ist nicht verfügbar.

source: Hide UI
de: UI ausblenden
es: Ocultar interfaz
fr: Masquer l’interface

source: Import a dataset or configure a remote server in Settings.
de: Importiere einen Datensatz oder konfiguriere einen Remote-Server in den Einstellungen.
es: Importa un conjunto de datos o configura un servidor remoto en Ajustes.
fr: Importez un jeu de données ou configurez un serveur distant dans les réglages.

source: Import dataset
de: Datensatz importieren
es: Importar conjunto de datos
fr: Importer un jeu de données

source: Imported with BorgVR Mobile
de: Mit BorgVR Mobile importiert
es: Importado con BorgVR Mobile
fr: Importé avec BorgVR Mobile

# Info
source: About
de: Info
es: Acerca de
fr: À propos

# info_close_button
source: Close
de: Schließen
es: Cerrar
fr: Fermer

# info_conclusion_body
source: While the original study introduced the core technology, BorgVR now represents a **more sophisticated volume renderer**, combining **Ray-Guided Volume Rendering** with modern cross-platform features.
de: Während die ursprüngliche Studie die grundlegende Technologie eingeführt hat, stellt BorgVR inzwischen einen **deutlich weiterentwickelten Volumenrenderer** dar, der **Ray-Guided Volume Rendering** mit modernen plattformübergreifenden Funktionen kombiniert.
es: Aunque el estudio original introdujo la tecnología básica, BorgVR es ahora un **renderizador volumétrico mucho más avanzado** que combina **Ray-Guided Volume Rendering** con funciones modernas multiplataforma.
fr: Alors que l’étude initiale présentait la technologie de base, BorgVR est désormais un **moteur de rendu volumique nettement plus avancé** qui associe le **Ray-Guided Volume Rendering** à des fonctionnalités multiplateformes modernes.

# info_footer_link
source: CGVIS Duisburg, Germany
de: CGVIS Duisburg
es: CGVIS Duisburg, Alemania
fr: CGVIS Duisburg, Allemagne

# info_heading
source: About BorgVR
de: Über BorgVR
es: Acerca de BorgVR
fr: À propos de BorgVR

# info_intro_body
source: BorgVR is a **Bricked Out-of-Core, Ray-Guided Volume Rendering Application** designed for **Virtual and Augmented Reality** on the **Apple Vision Pro** platform. The system now supports mobile, desktop, and spatial workflows; multiple users can collaborate through **SharePlay** on the same datasets across supported devices. BorgVR uses **Swift** and **Metal** for high-performance rendering and is an **open-source** project.
de: BorgVR ist eine **Bricked Out-of-Core, Ray-Guided Volume Rendering Anwendung**, die für **Virtual und Augmented Reality** auf der **Apple Vision Pro** Plattform entwickelt wurde. Inzwischen unterstützt das System mobile, Desktop- und Spatial-Workflows; mehrere Nutzerinnen und Nutzer können über **SharePlay** gemeinsam auf unterstützten Geräten mit denselben Datensätzen arbeiten. BorgVR nutzt **Swift** und **Metal** für hochperformantes Rendering und ist ein **Open-Source**-Projekt.
es: BorgVR es una aplicación de **renderizado volumétrico bricked out-of-core y ray-guided** diseñada para **realidad virtual y aumentada** en la plataforma **Apple Vision Pro**. El sistema ahora admite flujos de trabajo móviles, de escritorio y espaciales; varias personas pueden colaborar mediante **SharePlay** con los mismos conjuntos de datos en dispositivos compatibles. BorgVR usa **Swift** y **Metal** para renderizado de alto rendimiento y es un proyecto de **código abierto**.
fr: BorgVR est une application de **rendu volumique bricked out-of-core et ray-guided** conçue pour la **réalité virtuelle et augmentée** sur la plateforme **Apple Vision Pro**. Le système prend désormais en charge des workflows mobiles, de bureau et spatiaux ; plusieurs personnes peuvent collaborer via **SharePlay** sur les mêmes jeux de données avec des appareils compatibles. BorgVR utilise **Swift** et **Metal** pour un rendu haute performance et constitue un projet **open source**.

# info_pub1_venue
source: Presented at **IEEE Visualization 2024**.
de: Präsentiert auf der **IEEE Visualization 2024**.
es: Presentado en **IEEE Visualization 2024**.
fr: Présenté à **IEEE Visualization 2024**.

# info_pub2_venue
source: Presented at **VMV 2025**.
de: Präsentiert auf der **VMV 2025**.
es: Presentado en **VMV 2025**.
fr: Présenté à **VMV 2025**.

# info_publications_intro
source: This application is part of an **ongoing research project**, exploring advanced techniques in volume rendering. Our work has been published in the following papers:
de: Diese Anwendung ist Teil eines **laufenden Forschungsprojekts**, das fortgeschrittene Verfahren im Volume Rendering untersucht. Unsere Arbeiten wurden in den folgenden Veröffentlichungen präsentiert:
es: Esta aplicación forma parte de un **proyecto de investigación en curso** sobre técnicas avanzadas de renderizado volumétrico. Nuestro trabajo se ha publicado en los siguientes artículos:
fr: Cette application fait partie d’un **projet de recherche en cours** consacré aux techniques avancées de rendu volumique. Nos travaux ont été publiés dans les articles suivants :

# info_title
source: About
de: Info
es: Acerca de
fr: À propos

source: Initial bricks: \(appSettings.initialBricks)
de: Initiale Bricks: \(appSettings.initialBricks)
es: Initiale Bricks: \(appSettings.initialBricks)
fr: Initiale Bricks: \(appSettings.initialBricks)

source: Initial bricks: %d
de: Initiale Bricks: %d
es: Bricks iniciales: %d
fr: Bricks initiaux : %d

source: Input file not specified.
de: Keine Eingabedatei angegeben.
es: No se ha indicado ningún archivo de entrada.
fr: Aucun fichier d'entrée indiqué.

source: Interaction
de: Interaktion
es: Interacción

source: Interactive visualization of volumetric datasets on iPhone and iPad
de: Interaktive Visualisierung volumetrischer Datensätze auf iPhone und iPad
es: Visualización interactiva de conjuntos de datos volumétricos en iPhone y iPad
fr: Visualisation interactive de jeux de données volumétriques sur iPhone et iPad

source: Isovalue
de: Isowert
es: Isovalor
fr: Isovaleur

source: Keep local copy
de: Lokale Kopie behalten
es: Conservar copia local
fr: Conserver une copie locale

# Kompression
source: Compression
de: Kompression
es: Compresión

# Leeren
source: Clear
de: Leeren
es: Vaciar
fr: Effacer

source: Local
de: Lokal

source: Log file could not be cleared: \(error.localizedDescription)
de: Logdatei konnte nicht geleert werden: \(error.localizedDescription)
es: Logdatei konnte nicht geleert werden: \(error.localizedDescription)
fr: Logdatei konnte nicht geleert werden: \(error.localizedDescription)

source: Log file could not be opened: \(error.localizedDescription)
de: Logdatei konnte nicht geöffnet werden: \(error.localizedDescription)
es: Logdatei konnte nicht geöffnet werden: \(error.localizedDescription)
fr: Logdatei konnte nicht geöffnet werden: \(error.localizedDescription)

# log_copied_native_dataset_format
source: Copied native BorgVR dataset to %@
de: Nativer BorgVR-Datensatz nach %@ kopiert
es: Conjunto de datos BorgVR nativo copiado a %@
fr: Jeu de données BorgVR natif copié vers %@

# log_error_copying_file_format
source: Error copying file: %@
de: Fehler beim Kopieren der Datei: %@
es: Error al copiar el archivo: %@
fr: Erreur lors de la copie du fichier : %@

# log_finished_conversion_format
source: Finished conversion in %.2f seconds
de: Konvertierung in %.2f Sekunden abgeschlossen
es: Conversión finalizada en %.2f segundos
fr: Conversion terminée en %.2f secondes

# log_import_failed_format
source: Import failed: %@
de: Import fehlgeschlagen: %@
es: Error de importación: %@
fr: Échec de l'importation : %@

# log_level_dev
source: Development
de: Entwicklung
es: Desarrollo
fr: Développement

# log_level_error
source: Errors
de: Fehler
es: Errores
fr: Erreurs

# log_level_progress
source: Progress
de: Fortschritt
es: Progreso
fr: Progression

# log_level_warning
source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements

# log_starting_conversion_format
source: Starting conversion to %@
de: Starte Konvertierung nach %@
es: Iniciando conversión a %@
fr: Démarrage de la conversion vers %@

# Lokal
source: Local
de: Lokal

# Low-res LOD mit anfordern
source: Request low-res LOD
de: Low-res LOD mit anfordern
es: Solicitar LOD de baja resolución
fr: Demander le LOD basse résolution

source: Max. bricks per request: \(storedAppModel.maxBricksPerGetRequest)
de: Max. Bricks pro Anfrage: \(storedAppModel.maxBricksPerGetRequest)
es: Max. Bricks pro Anfrage: \(storedAppModel.maxBricksPerGetRequest)
fr: Max. Bricks pro Anfrage: \(storedAppModel.maxBricksPerGetRequest)

source: Max. bricks per request: %d
de: Max. Bricks pro Anfrage: %d
es: Máx. bricks por solicitud: %d
fr: Bricks max. par requête : %d

# Max. Bricks pro Anfrage: %d
source: Max. bricks per request: %d
de: Max. Bricks pro Anfrage: %d
es: Máx. bricks por solicitud: %d
fr: Bricks max. par requête : %d

source: Max. probing attempts: \(appSettings.maxProbingAttempts)
de: Max. Suchversuche: \(appSettings.maxProbingAttempts)
es: Max. Suchversuche: \(appSettings.maxProbingAttempts)
fr: Max. Suchversuche: \(appSettings.maxProbingAttempts)

# Max. probing attempts: %d
source: Max. probe attempts: %d
de: Max. Suchversuche: %d
es: Intentos máximos de búsqueda: %d
fr: Tentatives de recherche max. : %d

# metadata_channel_count_format
source: %d channels
de: %d Kanäle
es: %d canales
fr: %d canaux

source: Metal function \(name) was not found in RuntimeVolumeShaders.metal.
de: Metal-Funktion \(name) wurde in RuntimeVolumeShaders.metal nicht gefunden.
es: Metal-Funktion \(name) wurde in RuntimeVolumeShaders.metal nicht gefunden.
fr: Metal-Funktion \(name) wurde in RuntimeVolumeShaders.metal nicht gefunden.

source: Metal include \(name) was not found for \(sourceURL.lastPathComponent).
de: Metal-Include \(name) wurde für \(sourceURL.lastPathComponent) nicht gefunden.
es: Metal-Include \(name) wurde für \(sourceURL.lastPathComponent) nicht gefunden.
fr: Metal-Include \(name) wurde für \(sourceURL.lastPathComponent) nicht gefunden.

source: Min. hash table size (MB)
de: Min. Hash-Table-Größe (MB)
es: Tamaño mín. de tabla hash (MB)
fr: Taille min. de la table de hachage (Mo)

source: Min. hash table size: \(appSettings.minHashTableSize) MB
de: Min. Hash-Table-Größe: \(appSettings.minHashTableSize) MB
es: Min. Hash-Table-Größe: \(appSettings.minHashTableSize) MB
fr: Min. Hash-Table-Größe: \(appSettings.minHashTableSize) MB

source: Model
de: Modell
es: Modelo
fr: Modèle

# Modell
source: Model
de: Modell
es: Modelo
fr: Modèle
